Repository: tseliot/fglrx-upstream
Catalog: Slackware/info/po/*.po
Languages: it

source: command not found.
it: comando non trovato.

source: invalid option.
it: opzione non valida.

source: Only root can do it!
it: Devi essere root!

source: Removing pakage:
it: Rimozione del pacchetto:

source: Restoring library:
it: Ripristino della libreria:

source: NOTE: you have to modify the X server configuration file to use the ATI drivers:\n\n\t\taticonfig --initial\n\n can it help you. Run aticonfig without options for more details.
it: NOTA: si deve modificare il file di configurazione del server X per poter usare i driver ATI: aticonfig --initial può essere di aiuto. Eseguire aticonfig senza opzioni per altri dettagli.

source: \nNOTE: you are running the X server
it: \nNOTA: il server X è in esecuzione

source: and you have the module fglrx in memory.
it: e il modulo fglrx è caricato in memoria.

source: \n If you want to use the new drivers, you will must kill the X server,\n so running:\n\n\t\tmodprobe -r fglrx\n\n before restart it.
it: \n Se si vogliono usare i nuovi driver, si deve fermare il server X e quindi dare: modprobe -r fglrx prima di rieseguirlo.

source: If you want to use the new drivers, you will\n must rerun it.
it: Se si vogliono usare i nuovi driver, lo si deve riavviare.

source: Backup library:
it: Backup della libreria:

source: NOTE: some library are been renamed to FGL.renamed.library_name.\n To remove this package, you can use:\n\n\t\taticonfig --uninstall\n\n or, with the releases >= 11.3, with:\n\n\t\tati-driver-installer-<release>-<architecture>.run --uninstall
it: NOTA: alcune librerie sono state rinominate in FGL.renamed.nome_libreria. Per rimuovere questo pacchetto si può usare: aticonfig --uninstall oppure, con le versioni dei driver >= 11.3, con: ati-driver-installer-<versione>-<architettura>.run --uninstall
