Repository: tseliot/fglrx-upstream
Catalog: Slackware/po/*.po
Languages: it

source: Only root can do it!
it: Devi essere root!

source: The name of the current directory should not contain any spaces
it: Il nome della directory corrente non deve contenere nessuno spazio

source: Check for command: ${command}
it: Controllo se esiste il comando: ${command}

source: NOT FOUND
it: NON TROVATO

source: You have to install ${command}
it: ERRORE: devi installare il comando grep

source: make_module.sh script missing!
it: Manca lo script make_module.sh!

source: make_x.sh script missing!
it: Manca lo script make_x.sh!

source: $version unsupported.
it: $version non è supportata.

source: Install/Upgrade package/s
it: Installo/Aggiorno il/i pacchetto/i

source: ERROR: ${TMP_FILE}, file not found
it: ERRORE: file ${TMP_FILE} non trovato

source: ERROR: you must kill server X
it: ERRORE: devi fermare il server X

source: Reload module $module
it: Ricarico il modulo $module

source: ERROR: ${opt} is not a valid parameter
it: ERRORE: ${opt} non è un parametro valido

source: ERROR: the version of Xorg server must be >= 6.7
it: ERRORE: la versione del server X deve essere >= 6.7

source: ERROR: the version of kernel must be >= 2.6
it: ERRORE: la versione del kernel deve essere >= 2.6

source: ERROR: the version of glibc must be >= 2.2
it: ERRORE: la versione delle glibc deve essere >= 2.2

source: ${command}: unsupported option passed by ati-installer.sh
it: ${command}: opzione sbagliata passata dallo script ati-installer.sh

source: ERROR: I didn't make module
it: ERRORE: non sono riuscito a creare il modulo

source: I can't apply the patch: program patch not found
it: Non posso applicare la patch: non ho trovato il comando patch

source: applied
it: applicata

source: Found internal patch:
it: Trovata la patch interna:

source: Found patch:
it: Trovata la patch:

source: Found the ati_to_gpl.patch, checking md5sum
it: Trovata la patch ati_to_gpl.patch, controllo l'md5sum

source: md5sum failed, it not seem the original ati_to_gpl.patch
it: md5sum fallito, non sembra esssere la patch originale ati_to_gpl.patch
